// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "Są gotowe do zainstalowania uaktualnienia programów. Czy chcesz je zainstalować przed ponownym uruchomieniem komputera?";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "Jeśli nie wykonasz żadnej czynności, uaktualnienia zostaną zainstalowane, a komputer uruchomi się ponownie w ciągu %@.";
"INSTALL_AND_RESTART_TITLE" = "Instaluj i uruchom ponownie";
"RESTART_TITLE" = "Uruchom ponownie";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "Są gotowe do zainstalowania uaktualnienia programów. Czy chcesz je zainstalować przed wyłączeniem komputera?";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "Jeśli nie wykonasz żadnej czynności, uaktualnienia zostaną zainstalowane, a komputer wyłączy się w ciągu %@.";
"INSTALL_AND_SHUT_DOWN_TITLE" = "Instaluj i wyłącz";
"SHUT_DOWN_TITLE" = "Wyłącz";

// Disk verify title
"CHECKING_DISK_STATUS" = "Sprawdzam dysk…";

"DISK_FAILED_VERIFY_TITLE" = "Przed rozpoczęciem instalowania uaktualnień programów dysk startowy musi zostać naprawiony.";
"DISK_FAILED_VERIFY_MESSAGE" = "Na dysku startowym mógł wystąpić problem, który można usunąć, uruchamiając ponownie komputer. Po ponownym uruchomieniu otwórz program Uaktualnienia programów, aby zainstalować nowe pakiety. Jeśli ten komunikat będzie się powtarzał, skontaktuj się z działem pomocy technicznej Apple.";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "Komputer zostanie automatycznie uruchomiony ponownie.";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "Komputer zostanie automatycznie wyłączony.";
